Repository: elementary/wingpanel-indicator-bluetooth
Catalog: po/extra/*.po
Languages: ar, ca, cs, ja, pl, ru, uk

source: Bluetooth Indicator
ar: مؤشر البلوتوث
ca: Indicador del Bluetooth
cs: Indikátor bluetooth
ja: Bluetooth インジケーター
pl: Wskaźnik Bluetooth
ru: Индикатор Bluetooth
uk: Індикатор Bluetooth

source: Connect and disconnect paired Bluetooth devices
ar: قم بالاتصال بأجهزة البلوتوث أو أيقاف الاتصال بها
ca: Connexió i desconnexió de dispositius Bluetooth aparellats
cs: Připojit a odpojit spárovaná bluetooth zařízení
ja: ペアリングした Bluetooth デバイスを接続したり切断したりします
pl: Połącz i rozłącz się ze sparowanymi urządzeniami Bluetooth
ru: Подключайте и отсоединяйте сопряжённые устройства Bluetooth
uk: Підʼєднайте та від'єднайте сполучені пристрої Bluetooth

source: Minor updates:
ar: تحديثات طفيفة:
ca: Actualitzacions menors:
cs: Drobné aktualizace:
ja: そのほかのアップデート:
pl: Mniejsze aktualizacje:
ru: Незначительные обновления:
uk: Незначні оновлення:

source: Improve restoring Bluetooth state on restart and resuming from suspend
ar: تحسين إرجاع حالة البلوتوث بعد إعادة التشغيل أو الاستكمال بعد الإغلاق
ca: Millora de la restauració de l'estat del bluetooth en reiniciar i reprendre després d'una suspensió
cs: Vylepšen návrat k předchozímu stavu Bluetooth po restartu a probuzení
ja: 再起動やサスペンドからの復帰時に、適切な Bluetooth の状態を復元するように修正
pl: Ulepszenie przywracania stanu Bluetooth przy ponownym uruchomieniu i obudzeniu urządzenia
ru: Улучшено восстановление состояния Bluetooth при перезагрузке и выходе из режима сна
uk: Поліпшено відновлення стану Bluetooth під час перезапуску та відновлення після призупинення

source: Updated translations
ar: تحديثات على الترجمة
ca: Traduccions actualitzades
cs: Aktualizovány překlady
ja: 翻訳の更新
pl: Zaktualizowano tłumaczenia
ru: Обновлены переводы
uk: Оновлено переклади

source: Add tooltip on hover
ar: إضافة تلميح عند تمرير مؤشر الفأرة
ca: Afegeix una descripció emergent en passar-hi
cs: Přidána bublinová nápověda při najetí ukazatelem
ja: ホバー時のツールチップを追加
pl: Dodano tooltip przy najechaniu
ru: Добавлена всплывающая подсказка при наведении
uk: Додано підказку під час наведення

source: Add a fallback device name for headphones
ar: إضافة بديل احتياطي لاسم الجهاز لسماعات الأذن
ca: Afegeix un nom de dispositiu alternatiu per als auriculars
cs: Přidán náhradní název pro zařízení pro sluchátka
ja: ヘッドフォンの製品名が検出できない場合に“ヘッドフォン”と表示するように修正
pl: Dodano zastępczą nazwę urządzenia dla słuchawek
ru: Добавлено запасное имя устройства для наушников
uk: Додано назву показ назви пристрою для навушників

source: Prevent showing duplicate devices
ar: منع إظهار الأجهزة المتكررة
ca: Evita mostrar dispositius duplicats.
cs: Zabráněno zobrazování duplicitních zařízení
ja: デバイスが重複して表示される不具合を修正
pl: Zapobiegnięto pokazywaniu zduplikowanych urządzeń
ru: Предотвращение повторяющегося показа устройств
uk: Запобігання повторюваному показу пристроїв

source: Fix animated icon when disabling Bluetooth
ar: إصلاح الأيقونة المتحركة عند تعطيل البلوتوث
ca: Correcció de la icona animada quan s'inhabilita el Bluetooth
cs: Opravena animovaná ikona při vypnutí Bluetooth
ja: Bluetooth を無効にするときに表示されるアニメーションアイコンを修正
pl: Naprawiono animowaną ikonę przy wyłączaniu Bluetooth
ru: Исправлена анимация иконки при отключении Bluetooth
uk: Виправлено анімацію піктограми вимкнення Bluetooth

source: Use device type as fallback instead of "(null)"
ar: استخدام نوع الجهاز كاسم بديل احتياطي بدلاً من "(null)"
ca: Usa el tipus de dispositiu com a alternativa en lloc de (null)
cs: Pokud není k dispozici nic lepšího, náhradně se použije název zařízení namísto „(null)“
ja: デバイス名が利用可能ではない場合に、"(null)" と表示するのではなくデバイスの種類を表示するように修正
pl: Użycie typu urządzenia jako nazwy zastępczej zamiast „(null)”
ru: Использовать тип устройства в качестве запасного устройства вместо «(null)»
uk: Застосовувати тип пристрою запасним замість «(null)»
