Repository: elementary/wingpanel-indicator-bluetooth
Catalog: po/*.po
Languages: hi

source: bluetooth
hi: ब्लूटूथ

source: The bluetooth indicator
hi: ब्लूटूथ सूचक

source: Bluetooth
hi: ब्लूटूथ

source: Bluetooth Settings…
hi: ब्लूटूथ सेटिंग्स…

source: Discover Devices…
hi: डिवाइस खोजें…

source: Not Connected
hi: संबंध स्थापित नहीं है

source: Connected
hi: संबंध स्थापित

source: Connecting…
hi: संबंध स्थापित हो रहा है…

source: Disconnecting…
hi: असंबंधन जारी…

source: Unable to Connect
hi: सम्बन्ध स्थापित करने में असमर्थ
